# fonts
cask "font-fira-code"

# shell
brew "starship"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

# packages
brew "asdf"

# apps
cask "orbstack"
cask "leader-key"
cask "alfred"
cask "cursor"

# containers
brew "docker-compose"
brew "k9s"

# utilities
brew "switchaudio-osx"
brew "bluetoothconnector"
brew "jq"
brew "pre-commit"
brew "pinentry-mac"
brew "fileicon"
cask "1password-cli"